/* No comment provided by engineer. */
"·" = "·";

/* No comment provided by engineer. */
"/ month" = "/ mês";

/* No comment provided by engineer. */
"/ year" = "/ ano";

/* No comment provided by engineer. */
"%d note" = "%d nota";

/* No comment provided by engineer. */
"%d notes" = "%d notas";

/* No comment provided by engineer. */
"%d selected note" = "%d nota selecionada";

/* No comment provided by engineer. */
"%lu notes imported" = "%lu notas importadas";

/* No comment provided by engineer. */
"Modified" = "Modificadoem";

/* No comment provided by engineer. */
"Created" = "Criado";

/* No comment provided by engineer. */
"Table of Contents" = "Sumário";

/* No comment provided by engineer. */
"Statistics" = "Estatística";

/* No comment provided by engineer. */
"Backlinks" = "Backlinks";

/* No comment provided by engineer. */
"1️⃣ Click ‘Show Database’ below to reveal this file in Finder" = "1️⃣ Clique em ‘Exibir banco de dados’ abaixo para revelar o arquivo no Finder";

/* No comment provided by engineer. */
"1 note imported" = "Uma nota importada";

/* No comment provided by engineer. */
"2️⃣ Click ‘Contact Support‘ to open our website" = "2️⃣ Clique em ‘Entrar em contato com o suporte‘ para abrir nosso site";

/* No comment provided by engineer. */
"3️⃣ Fill out our contact form and attach Bear’s database from Finder so we can investigate and help" = "3️⃣ Preencha o formulário de contato e anexe o banco de dados do Bear do Finder para que possamos investigar e ajudar";

/* No comment provided by engineer. */
"A-14 day free trial, then..." = "Avaliação grátis por 14 dias, depois...";

/* Alphabetic sorting for notes
   Alphabetic sorting for tags */
"A to Z" = "A a Z";

/* No comment provided by engineer. */
"A trip to the north pole" = "Uma viagem para o Polo Norte";

/* No comment provided by engineer. */
"Account will be charged for renewal within 24-hours prior to the end of the current period, with the same amount as the first period." = "A conta será cobrada pela renovação dentro de 24 horas antes do fim do período atual, com o mesmo valor do primeiro período.";

/* No comment provided by engineer. */
"Add Notes to %@" = "Adicionar notas a %@";

/* No comment provided by engineer. */
"All the child tags will also be deleted. You can’t undo this action." = "Todas as tags secundárias serão excluídas. Você não poderá desfazer esta ação.";

/* No comment provided by engineer. */
"Annual" = "Anual";

/* No comment provided by engineer. */
"Any unused portion of a free trial period will be forfeited when the user purchases a subscription to that publication, where applicable." = "Qualquer parte não utilizada de um período de avaliação gratuito será perdida quando o usuário comprar uma assinatura dessa publicação, quando aplicável.";

/* No comment provided by engineer. */
"Archive notes" = "Arquivar notas";

/* No comment provided by engineer. */
"Are you sure you want to delete all the notes in the Trash?" = "Deseja mesmo excluir todas as notas na Lixeira?";

/* No comment provided by engineer. */
"Are you sure you want to permanently delete the notes in the Trash?" = "Tem certeza de que deseja excluir definitivamente as notas da lixeira?";

/* No comment provided by engineer. */
"Are you sure you want to permanently delete the selected notes?" = "Tem certeza de que deseja remover definitivamente as notas selecionadas?";

/* No comment provided by engineer. */
"Are you sure you want to permanently delete the selected tag?" = "Tem certeza que deseja excluir permanentemente a etiqueta selecionada?";

/* No comment provided by engineer. */
"Backup restored" = "Backup restaurado";

/* No comment provided by engineer. */
"Bear" = "Bear";

/* No comment provided by engineer. */
"Bear is currently exporting your notes, take a moment to relax!" = "No momento o Bear está exportando suas notas. Invista um momento para relaxar!";

/* No comment provided by engineer. */
"Bear is currently importing your new notes, take a moment to relax!" = "No momento, o Bear está importando suas novas notas. Descanse um pouquinho!";

/* No comment provided by engineer. */
"Bear is retrieving the page you have requested." = "Bear está recuperando a página que você solicitou.";

/* No comment provided by engineer. */
"Bear needs iCloud and iCloud Drive in order to sync, please enable both before proceding" = "O Bear precisa do iCloud e do iCloud Drive para sincronizar. Habilite ambos antes de proceder";

/* No comment provided by engineer. */
"Bear Pro is enabled via an auto-renewing subscription" = "O Bear Pro é ativado por meio de uma assinatura com renovação automática";

/* No comment provided by engineer. */
"Beautiful application themes" = "Lindos temas do aplicativo";

/* No comment provided by engineer. */
"Beta expired" = "Beta expirado";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Code" = "Código";

/* No comment provided by engineer. */
"Contact Support" = "Fale como atendimento";

/* No comment provided by engineer. */
"Contacting Apple..." = "Contatando Apple...";

/* No comment provided by engineer. */
"Copy As" = "Copiar como";

/* No comment provided by engineer. */
"Copy As HTML" = "Copiar como HTML";

/* No comment provided by engineer. */
"Copy As Markdown" = "Copiar como Markdown";

/* No comment provided by engineer. */
"Copy As Rich Text" = "Copiar como RTF";

/* No comment provided by engineer. */
"Copy As Text" = "Copiar como texto";

/* No comment provided by engineer. */
"Copy code" = "Copiar código";

/* No comment provided by engineer. */
"Copy Code Block" = "Copiar bloco de código";

/* No comment provided by engineer. */
"Copy Link To Note" = "Copiar link da nota";

/* No comment provided by engineer. */
"Copy Link To Note (New Window)" = "Copiar link da nota (Nova janela)";

/* No comment provided by engineer. */
"Copy Link To Notes (New Window)" = "Copiar links das notas (Nova janela)";

/* No comment provided by engineer. */
"Copy Links To Notes" = "Copiar links das notas";

/* No comment provided by engineer. */
"Could not load the notes database " = "Não foi possível carregar o banco de dados de notas ";

/* table cell action */
"Delete" = "Excluir";

/* No comment provided by engineer. */
"Delete notes" = "Excluir notas";

/* No comment provided by engineer. */
"Do not show this warning again." = "Não mostrar este aviso novamente.";

/* No comment provided by engineer. */
"Don’t worry, your notes are safe and we can help:" = "Não se preocupe, suas notas estão seguras e podemos ajudar:";

/* No comment provided by engineer. */
"Edit Link" = "Editar link";

/* No comment provided by engineer. */
"email" = "email";

/* No comment provided by engineer. */
"Empty Trash" = "Esvaziar lixeira";

/* No comment provided by engineer. */
"Export note" = "Exportar nota";

/* No comment provided by engineer. */
"Export Note..." = "Exportar nota...";

/* No comment provided by engineer. */
"Export notes" = "Exportar notas";

/* No comment provided by engineer. */
"Export Notes..." = "Exportar notas...";

/* No comment provided by engineer. */
"Export to more formats" = "Exportar para outros formatos";

/* No comment provided by engineer. */
"FAQ" = "Perguntas frequentes";

/* No comment provided by engineer. */
"For all the subscriptions applies the following:" = "Em todas as assinaturas aplica-se o seguinte:";

/* No comment provided by engineer. */
"For the Monthly Subscription applies the following:" = "Na assinatura mensal aplica-se o seguinte:";

/* No comment provided by engineer. */
"For the Yearly Subscription applies the following:" = "Na assinatura anual aplica-se o seguinte:";

/* No comment provided by engineer. */
"Go to website" = "Acessar o site";

/* No comment provided by engineer. */
"Hide Preview" = "Ocultar prévia";

/* %@ is the user's hint for the password */
"Hint: %@" = "Dica: %@";

/* No comment provided by engineer. */
"HTML" = "HTML";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app" = "https://bear.app";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app/faq/" = "https://bear.app/faq/";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app/faq/sync-troubleshooting/" = "https://bear.app/faq/sync-troubleshooting/";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app/get-support-from-app/" = "https://bear.app/get-support-from-app/";

/* Please do not localise this, leave empty or copy the same url */
"https://twitter.com/BearNotesApp/" = "https://twitter.com/BearNotesApp/";

/* Please do not localise this, leave empty or copy the same url */
"https://www.reddit.com/r/bearapp/" = "https://www.reddit.com/r/bearapp/";

/* No comment provided by engineer. */
"Import notes" = "Importar notas";

/* No comment provided by engineer. */
"Important" = "Importante";

/* No comment provided by engineer. */
"Importing a Bear Backup will completely replace your current notes" = "Importar um backup do Bear vai substituir completamente suas notas atuais";

/* No comment provided by engineer. */
"Inbox" = "Caixa de entrada";

/* No comment provided by engineer. */
"Insert" = "Inserir";

/* No comment provided by engineer. */
"Insert files" = "Inserir arquivos";

/* No comment provided by engineer. */
"It was not possible to migrate your database to the new version. Don't worry your notes are safe, please contact the support team using the 'Contact Support' button below and they will help you." = "Não foi possível migrar sua base de dados para a nova versão. Não se preocupe, suas notas estão em segurança. Fale com a equipe de suporte usando o botão \"Falar com o atendimento\" e eles vão lhe ajudar.";

/* No comment provided by engineer. */
"Just a moment and Bear will be ready!" = "Apenas um momento e o Bear estará pronto!";

/* No comment provided by engineer. */
"Keep Tags" = "Manter tags";

/* No comment provided by engineer. */
"Learn more" = "Saiba mais";

/* No comment provided by engineer. */
"Locked notes" = "Notas bloqueadas";

/* No comment provided by engineer. */
"Look and feel smarter" = "Pareça e sinta-se mais inteligente";

/* No comment provided by engineer. */
"Main Window" = "Janela principal";

/* No comment provided by engineer. */
"Manage Subscription" = "Gerenciar assinatura";

/* No comment provided by engineer. */
"Mark as Complete" = "Marcar como completo";

/* No comment provided by engineer. */
"Mark as Incomplete" = "Marcar como incompleto";

/* No comment provided by engineer. */
"Markdown" = "Markdown";

/* No comment provided by engineer. */
"Merge notes" = "Mesclar notas";

/* No comment provided by engineer. */
"month" = "mês";

/* No comment provided by engineer. */
"Monthly" = "Mensal";

/* Number of notes sorting for tags */
"Most Used First" = "Mais usadas primeiro";

/* No comment provided by engineer. */
"Move Done to Bottom" = "Mover concluídas para o fim";

/* App last sync date was never */
"never" = "Nunca";

/* No comment provided by engineer. */
"New Note" = "Nova nota";

/* Date sorting for notes */
"Newest on Top" = "Mais novas no início";

/* No comment provided by engineer. */
"No note selected" = "Nenhuma nota selecionada";

/* No comment provided by engineer. */
"No purchases found" = "Nenhuma compra encontrada";

/* No comment provided by engineer. */
"Note From Selection" = "Nota da seleção";

/* No comment provided by engineer. */
"notes" = "notas";

/* No comment provided by engineer. */
"Notes" = "Notas";

/* No comment provided by engineer. */
"Notes search" = "Pesquisa nas notas";

/* No comment provided by engineer. */
"Nothing to import" = "Nada a importar";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* Leave the %@, will be replaced with the title of a user generated note to compose something like 'Open My Todos' */
"Open \"%@\"" = "Abrir \"%@\"";

/* No comment provided by engineer. */
"Open Link in New Window" = "Abrir link em nova janela";

/* No comment provided by engineer. */
"Open With" = "Abrir Com";

/* No comment provided by engineer. */
"Password-protect your notes" = "Proteja suas notas com senha";

/* No comment provided by engineer. */
"Paste From" = "Colar de";

/* No comment provided by engineer. */
"Payment will be charged to iTunes Account at confirmation of purchase or the end of the Free Trial Period, if any." = "O pagamento será cobrado do iTunes na confirmação da compra ou no fim do período gratuito, se houver.";

/* table cell action */
"Pin" = "Fixar";

/* No comment provided by engineer. */
"Pin notes" = "Fixar notas";

/* No comment provided by engineer. */
"Pin Tag" = "Fixar etiqueta";

/* No comment provided by engineer. */
"Pin To Top" = "Fixar no topo";

/* No comment provided by engineer. */
"Plain Text" = "Texto simples";

/* No comment provided by engineer. */
"Please check your internet connection or try again later." = "Verifique sua conexão com a internet ou tente novamente mais tarde.";

/* No comment provided by engineer. */
"Please choose the backup file" = "Escolha um arquivo de backup";

/* No comment provided by engineer. */
"Please choose the files you want to import" = "Escolha os arquivos que deseja importar";

/* No comment provided by engineer. */
"Please choose the location where the file will be saved" = "Escolha o local onde o arquivo será salvo";

/* No comment provided by engineer. */
"Please choose the location where the note will be saved" = "Escolha o local onde a nota será salva";

/* No comment provided by engineer. */
"Please choose the location where the notes will be saved" = "Escolha o local onde as notas serão salvas";

/* No comment provided by engineer. */
"Please select one or more files" = "Selecione um ou mais arquivos";

/* No comment provided by engineer. */
"Please wait while Bear’s database is upgraded" = "Aguarde a atualização do banco de dados do Bear";

/* No comment provided by engineer. */
"Please wait while your notes are upgraded" = "Aguarde o upgrade das suas notas";

/* No comment provided by engineer. */
"Privacy Policy" = "Política de privacidade";

/* No comment provided by engineer. */
"Quit" = "Sair";

/* Complete sentence: Re-add tag <a tag> */
"Re-add tag" = "Readicionar etiqueta";

/* Complete sentence: Remove tag <a tag>
   used for the 'remove tag <a tag>' menu item */
"Remove tag" = "Remover etiqueta";

/* table cell action */
"Restore" = "Restaurar";

/* No comment provided by engineer. */
"Restore from backup" = "Restaurar do backup";

/* No comment provided by engineer. */
"Restore notes" = "Restaurar notas";

/* No comment provided by engineer. */
"Restore Purchases" = "Restaurar compras";

/* No comment provided by engineer. */
"Rich Text" = "Texto formatado";

/* No comment provided by engineer. */
"Save As" = "Salvar Como";

/* No comment provided by engineer. */
"Save file" = "Salvar arquivo";

/* No comment provided by engineer. */
"Search" = "Pesquisar";

/* No comment provided by engineer. */
"Search inside attachments" = "Pesquisar nos anexos";

/* No comment provided by engineer. */
"Search Notes" = "Pesquisar notas";

/* No comment provided by engineer. */
"Show Database" = "Exibir base de dados";

/* No comment provided by engineer. */
"Show Images As Thumbnails" = "Exibir imagens como miniaturas";

/* No comment provided by engineer. */
"Show my locked notes" = "Exibir minhas notas bloqueadas";

/* No comment provided by engineer. */
"Show my Notes" = "Exibir minhas notas";

/* No comment provided by engineer. */
"Show my Today notes" = "Exibir minhas notas de hoje";

/* No comment provided by engineer. */
"Show my ToDo notes" = "Exibir minhas notas de tarefas";

/* No comment provided by engineer. */
"Show my Untagged notes" = "Exibir minhas notas sem tag";

/* Leave the %@, will be replaced with the name of tag */
"Show notes tagged #%@" = "Exibir anotações com a tag #%@";

/* No comment provided by engineer. */
"Show Preview" = "Exibir prévia";

/* No comment provided by engineer. */
"Sign in to iCloud and enable iCloud Drive" = "Faça login no iCloud e habilite o iCloud Drive";

/* No comment provided by engineer. */
"Something went wrong" = "Algo deu errado";

/* No comment provided by engineer. */
"Subscribe" = "Assinar";

/* No comment provided by engineer. */
"Subscription" = "Assinatura";

/* No comment provided by engineer. */
"Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period." = "A assinatura será renovada automaticamente, a menos que a renovação automática seja desativada no mínimo 24 horas antes do fim do período atual.";

/* No comment provided by engineer. */
"Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase." = "As assinaturas podem ser gerenciadas pelo usuário e a renovação automática pode ser desativada nos Ajustes da Conta após a compra.";

/* No comment provided by engineer. */
"Support Bear's development" = "Apoie o desenvolvimento do Bear";

/* No comment provided by engineer. */
"Sync and backup with iCloud on all your devices" = "Sincronize e faça backup com o iCloud em todos os seus dispositivos";

/* No comment provided by engineer. */
"Terms of Use" = "Termos de uso";

/* No comment provided by engineer. */
"Thank you for purchasing Bear Pro" = "Obrigado por comprar o Bear Pro";

/* No comment provided by engineer. */
"The duration of every period of the subscription is 1 month." = "A duração de cada período da assinatura é de um mês.";

/* No comment provided by engineer. */
"The duration of every period of the subscription is 1 year." = "A duração de cada período da assinatura é de um ano.";

/* No comment provided by engineer. */
"The length of the Free Trial Period, if any, is shown in the Bear's Purchase Pane updated to the time of the purchase." = "A duração do período de avaliação gratuita, se houver, consta no painel de compras do Bear, que é atualizado com o horário da compra.";

/* No comment provided by engineer. */
"The price of the subscription is shown in the Bear's Purchase Pane updated to the time of the purchase." = "O preço da assinatura consta no painel de compras do Bear, atualizado com o horário da compra.";

/* No comment provided by engineer. */
"There are no previous purchases valid for the current period." = "Não há compras anteriores válidas para o período atual.";

/* No comment provided by engineer. */
"This beta version has expired, check the website for updates." = "Esta versão beta expirou. Consulte as atualizações no site.";

/* No comment provided by engineer. */
"Today notes" = "Notas de hoje";

/* No comment provided by engineer. */
"Todo" = "Tarefas";

/* No comment provided by engineer. */
"Toggle checkbox" = "Alternar caixa de seleção";

/* No comment provided by engineer. */
"Toggle folding" = "Ligar/desligar dobra";

/* table cell action */
"Trash" = "Lixeira";

/* No comment provided by engineer. */
"Unarchive notes" = "Desarquivar notas";

/* No comment provided by engineer. */
"Unlimited bear hugs" = "Abraços ilimitados do urso";

/* No comment provided by engineer. */
"Unmerge notes" = "Separar notas";

/* table cell action */
"Unpin" = "Desafixar";

/* No comment provided by engineer. */
"Unpin notes" = "Desafixar notas";

/* No comment provided by engineer. */
"Unpin Tag" = "Desafixar etiqueta";

/* No comment provided by engineer. */
"Valid Through" = "Válido até";

/* Valid until date */
"Valid until %@" = "Válido até %@";

/* No comment provided by engineer. */
"We appreciate your support!" = "Agradecemos seu apoio!";

/* No comment provided by engineer. */
"We’re adding all the bells, whistles, and even a kazoo under the hood to make Bear even better. To ensure a smooth process, we highly recommend keeping Bear open until this is finished." = "Adicionaremos todos os recursos de formatação e até mesmo um kazoo nos bastidores para tornar o Bear ainda melhor. Para garantir um processo tranquilo, recomendamos fortemente que você mantenha o Bear aberto até a conclusão.";

/* No comment provided by engineer. */
"We’re migrating all your notes to Markdown for Bear 2. To ensure a smooth process, we highly recommend keeping Bear open until this is finished." = "Vamos migrar todas as suas notas do Markdown para o Bear 2. Para garantir um processo tranquilo, recomendamos fortemente que você mantenha o Bear aberto até a conclusão.";

/* No comment provided by engineer. */
"year" = "ano";

/* No comment provided by engineer. */
"You can’t undo this action." = "Esta ação não pode ser desfeita.";

/* No comment provided by engineer. */
"You're a PRO" = "Você é PRO";

/* No comment provided by engineer. */
"Your subscription will renew on the date listed above. To avoid being charged, cancel a free trial period or a subscription 24 hours before the renewal date." = "Sua assinatura será renovada na data listada acima. Para evitar cobranças, cancele o período da avaliação gratuita ou a assinatura 24 horas antes da data da renovação.";

"syncing..." = "sincronizando...";
